; TaskSwitchXP Pro 2.05 English Language File (Template)
; Translated by Alexander Avdonin <alexander@ntwind.com>

;##############################################################################
; Changes for version 2.06 (May 16, 2005)
; Added strings:
;   => 20111="Add minimized to tray windows to the end of Alt-Tab list"
;##############################################################################


;##############################################################################
; TaskSwitchXP enumerates all *.LNG files into .\lang subfolder!
; To add a language for TaskSwitchXP:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!)...
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       TaskSwitchXP, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently TaskSwitchXP uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     19999="English_LanguageName (Native_LanguageName)"
;     e.g. 19999="German (Deutsch)"
19999="English"


; Configuration
20000="Postavke TaskSwitchXP Pro 2.0"
20001="OK"
20002="Odustani"
20003="Primjeni"

; Filters
20031="TaskSwitchXP datoteke Postavki (*.cfg)"


; Pages
20050="Općenito"
20051="Izgled"
20052="Popis zadataka"
20053="Pregled"
20054="Info zadatka"
20055="Tipke prečica"
20056="Izuzeća"
20057="Dodatno"
20058="O programu"

; Page descriptions
20070="Općenite postavke"
20071="Postavke izgleda"
20072="Popis zadataka"
20073="Postavke pregleda"
20074="Informacije o zadatku"
20075="TaskSwitchXP Tipke prečica"
20076="TaskSwitchXP Izuzeća"
20077="Dodatne postavke"
20078="O TaskSwitchXP-u"


; General page
20100="Jezik:"
20101="<a id=\"idLang\" href=\"\">Nadjite više prijevoda...</a>"
20102="Koristi zasebne postavke za svakog korisnika sustava"
20103="Pokreni i TaskSwitchXP kod pokretanja sustava"
20104="Postavi visoki prioritet za TaskSwitchXP"
20105="Provjeri da li je pokrenut Ms PowerToy TaskSwitcher"
20106="Ikone Trake zadaća:"
20107="Pokaži TaskSwitchXP ikonu Područja obavijesti kod pokretanja"
20108="Koristi korisničku ikonu:"
20109="Smanji prozore u Područje obavijesti desnim klikom na gumb Smanji"
20110="Spriječi auto-sakrivanje TaskSwitchXP ikone Područja obavijesti"
20111="Dodaj prozore smanjene u Podr. obavijesti na kraj Alt-Tab popisa"

20120="Obnovi zadano"
20121="Učitaj..."
20122="Spremi..."

; Appearance page
20200="Pozicija na zaslonu:"
20201="Pokaži na aktivnom monitoru"
20202="Stavi sjenu TaskSwitchXP prozora"
20203="Omogući prozirnost za TaskSwitchXP prozor:"
20204="Omogući animaciju postupnog prikaza (u milisekundama):"
20205="Omogući animaciju iščezavanja (i milisekundama):"
20206="Povlašteni način prikaza:"
20207="XP Vizualni stil:"
20208="Klasični stil:"
20209="Prisili TaskSwitchXP Klasični stil"
20210="Lijevi-desni postav okna"

; Position on screen
20270="Vrh - Lijevo"
20271="Vrh - Sredina"
20272="Vrh - Desno"
20273="Sredina - Lijevo"
20274="Centrirano"
20275="Sredina - Desno"
20276="Dno - Lijevo"
20277="Dno - Sredina"
20278="Dno - Desno"

; Modern XP skins
20280="Start Panel stil (zadano)"
20281="PowerToy TaskSwitcher stil"
20282="Jednostavni Prozor stil"
20283="Flat XP stil"
20284="Soft XP stil"
20285="TaskBar stil"

; Classical skins
20290="Start Panel stil (zadano)"
20291="Flat Start Panel stil"


; Task List page
20300="Izgled popisa:"
20301="Broj stupaca:"
20302="Širina (u pikselima):"
20303="Broj linija:"
20304="Male ikone"
20305="Omogući Opise alata za popis ikona"
20306="Omogući ruku pokazivača za vruću-praćenu stavku"
; or something like 20307="Enable mouse over selection", 
; I've translated it to Russian as: 20307="Select list item under cursor"
20307="Omogući odabir stavke prelaženjem pokazivača"
20308="Obrnuto klizanje kotačem miša"
20309="Stil odabira:"
20310="Crtaj fokusni četverokut"
20311="Stil i boje teksta:"
20312="Font:"
20313="Veličina:"
20314="B"
20315="I"
20316="Indeks boje:"

; List views
20390="Ikone"
20391="Okomiti popis"

; Selection styles
20380="Okvir"
20381="Ispunjeni četverokut"
20382="Zaobljeni četverokut"

; Color indexes
20370="Običan tekst"
20371="Odabrani tekst"
20372="Pozadina odabira"
20373="Označeni tekst 1"
20374="Pozadina označenog 1"
20375="Označeni tekst 2"
20376="Pozadina označenog 2"


; Preview page
20400="Stil pregleda:"
20401="\"Radna površina\" stil pregleda"
20402="\"Prozor\" stil pregleda"
20403="Uključi Windowsovu Traku zadaća u sliku pregleda"
20404="Prikaži samo zadnji iskočni prozor programa"
20405="Ne prikazuj pozadinu Radne površine u pregledu (stari v1.0 stil)"
20406="Stavi podlogu Radne površine kao pozadinu"
20407="Crtaj rubove oko slike pregleda"
20408="Okomito poravnaj sliku pregleda"
20409="Pokaži smanjene natpise prozora u pregledu (*)"
20410="Izuzmi sve prozirne prozore iz pregleda (*)"
20411="Širina slike pregleda (u pikselima):"
20412="Odgoda stvaranja prvog pregleda (u milisekundama):"
20413="Ne stavljaj slike u priručnu memoriju"
20414="Omogući aktivnu obnovu pregleda (u milisekundama):"


; Info page
20500="Okno natpisa:"
20501="Font:"
20502="Veličina:"
20503="B"
20504="I"
20505="Boja:"
20506="Crtaj sjenu:"
20507="Dubina:"
20508="Boja:"
20509="Pokaži ikonu programa u oknu natpisa"
20510="Koristi malo okno natpisa"
20511="Info okno:"
20512="Font:"
20513="Veličina:"
20514="B"
20515="I"
20516="Boja:"
20517="Crtaj sjenu:"
20518="Dubina:"
20519="Boja:"
20520="Visina:"
20521="Prikaži:"

; Info formats
20590="Ništa"
20591="Samo broj zadatka"
20592="Proces ID"
20593="Ime procesa"
20594="Ime procesa [PID]"
20595="Opis programa"


; Hotkeys page
20600="Zamijeni standardni Windowsov Alt-Tab prebacivač zadataka"
20601="Omogući primjerak prebacivača sa Ctrl+Alt+[Shift]+Tab"
; or something like 20602="Don't hide TaskSwitchXP window on Alt releasing"
20602="Ne sakrivaj prozor TaskSwitchXPa kod otpuštanja Alt tipke"
; or something like 20603="Use low-level method to replace Alt-Tab"
20603="Koristi nižu razinu povezivanja sa tipkovnicom kod zamjene za Alt-Tab"
20604="TaskSwitchXP kontrola:"
20605="Popis programa:"
20606="Popis primjeraka programa:"
20607="Postavke TaskSwitchXPa:"
20608="Pokaži/Sakrij ikonu Pod. obavijesti:"
20609="Izlaz iz TaskSwitchXPa:"
20610="Dodatne tipkovničke prečice:"
20611="Smanji prozor u traku:"
20612="Obnovi iz trake:"


; Exclusions page
20700="Novo..."
20701="Uredi..."
20702="Makni"

; List groups
20780="Pregled crtanja"
20781="Pobrojavanje prozora"

20790="Ime"
20791="Parametri"

; Advanced page
20800="Naslovi prozora:"
20801="Koristi natpise prozora glavnog programa"
20802="Napredne postavke sučelja:"
20803="Makni okno natpisa"
20804="Makni info okno"
20805="Akcije ikone Područja obavijesti:"
20806="Sadržajni izbornik:"
20807="Postavke:"
20808="Popis programa:"
20809="Popis primjeraka programa:"
20810="Podešavanje oblikovanja:"
20811="Pokaži prozor podešavanja uvijek na vrhu"
20812="Zapamti poziciju prozora podešavanja"
20813="Zapamti zadnju stranicu podešavanja"
20814="Pokreni TaskSwitchXP kod pokreni/zatvori"

; Tray icon actions
20890="Nijedno"
20891="Lijevi klik mišem"
20892="Lijevi dvo-klik mišem"
20893="Srednji kllik mišem"
20894="Srednji dvo-klik mišem"
20895="Desni klik mišem"
20896="Desni dvo-klik mišem"


; About page

; Information about you: contact email, website, etc.
; PLEASE NO COMMERCIAL ADS, ONLY YOUR PERSONAL INFORMATION!!!
;
; You can place here a text with two links in HTML format:
;   1) <a id=\"idTranslatorHome\" href=\"http://www.ntwind.com\">homepage</a>
;   2) <a id=\"idTranslatorMail\" href=\"mailto:alexander@ntwind.com">e-mail</a>
; Don't forget about special characters (like as \" and \\) in HTML tags, and 
; check out your links!
;
; You can also place here a salutation for TaskSwitchXP users!  ;)

20900="Prijevod uradio <a id=\"idTranslatorMail\" href=\"mailto:iwojimy@gmail.com?subject=TaskSwitcherXP\">Iwo Jimy</a>...\nJoš prevedenih programa na hrvatski možete naći na <a id=\"idTranslatorHome\" href=\"http://www.jimyjevastranica.com\"> Jimyjevoj stranici</a>."


; Exclusions dialog
22000="TaskSwitchXP Izuzeće"
22001="OK"
22002="Odustani"
22003="Aktivni programi:"
22004="Osvježi"
22005="Ime izuzeća:"
22006="Izuzmi po:"
22007="Ime procesa:"
22008="Klasa prozora:"
22009="Naslov prozora:"
22010="Izuzmi od:"
22011="pregleda prikaza"
22012="poredavanja prozora"
22013="Omogući"

22090="" ; nije izuzeto
22091=">> izuzeto od pregleda"
22092=">> izuzeto od redanja"

; Configurator Errors
30000="TaskSwitchXP greška Postavki"
30002="Nije moguće pokrenuti TaskSwitchXP.exe! Provjerite svoju TaskSwitchXP instalaciju."
30003="Nije moguće spremiti postavke u registar. Provjerite svoje pravo pristupa."
30004="Nije moguće učitati postavke iz datoteke."
30005="Nije moguće učitati postavke iz datoteke. Obnovljene su zadane postavke."
30006="Nije moguće spremiti postavke u datoteku."

; Hints for exclusion dialog
30100="Neimenovano izuzeće"
30101="Molimo, odredite ime izuzeća."
30102="Nema parametara"
30103="Molimo, odredite parametre izuzeća."
30104="Nema imena procesa"
30105="Molimo, odredite ime procesa."
30106="Nema klase prozora"
30107="Molimo, odredite klasu prozora."

; Confirmations
30900="TaskSwitchXP Potvrda"
30901="TaskSwitchXP je otkrio više aktivnih monitora u vašemu sustavu.\r\nŽelite li omogućiti \"Prozor\" način pregleda za prikaz svih pregleda iz sekundarn-og/-ih monitora?"


; TaskSwitchXP Language Strings

; Tray menu
31000="Popis programa"
31001="Popis primjeraka programa"	
31002="Postavke..."
31003="Izlaz"

31020="Brze postavke"
31021="Sakrij ikonu Područja obavijesti"
31022="Zamijeni Alt-Tab"
31023="Omogući Primjerak prebacivača"
31024="Omogući Alt-Tab \"zadrži\" način"
31025="Koristi nižu razinu povezivanja sa tipkovnicom"
31026="Novo izuzeće..."

31050="Pomoć"
31051="Dokumentacija"
31052="Web stranica"
31053="O programu TaskSwitchXP"

; Tray menu for minimized applications
31090="TSXP: %d program(i)"
31091="Obnovi sve"
31092="Smanji sve"
31093="Zatvori sve"
31094="Obnovi"
31095="Smanji"
31096="Zatvori"

; Task List menu
31110="Prebaci na"
31111="Smanji"
31112="Smanji u traku"
31113="Kaskadno"
31114="Popločaj vodoravno"
31115="Popločaj okomito"
31116="Obnovi"
31117="Povećaj"
31118="Zatvori"
31119="Zatvori proces"

; Common menu
31150="Pokaži info o procesu"
31151="Odaberi sve"
31152="Bez odabira"
31153="Makni odabrano"
31154="Poredaj po Naslovu"
31155="Poredaj po Programu"	

; Process Info mask
; Here are used some terms from Windows Task Manager (Ctrl+Shift+Esc, Processes ; tab, View->Select Columns...)!
; WARNING: Don't replace %x special characters!!!
31500="Ime slike:  %s\r\nProces ID:  %u\r\n\r\nTrajanje:  %u:%02u:%02u\r\nCPU Vrijeme:  %u:%02u:%02u\r\n\r\nKorišt. memo:  %uK\r\nVM Veličina:  %uK"
31501="N/A" ; Informacije o procesu nisu dostupne...

; Confirmations
31900="TaskSwitchXP potvrde"
31901="TaskSwitchXP je već pokrenut. Želite ga zaustaviti?"
31902="Jeste li sigurni da želite zatvoriti TaskSwitchXP?"
31903="TaskSwitchXP je otkrio pokrenuti Ms PowerToy TaskSwitcher.\r\nŽelite li ga ugasiti?"

; Errors
32000="TaskSwitchXP Greška"
32002="Neuspjela inicijalizacija."
32003="Nije moguće instalirati nižu razinu povezivanja sa tipkovnicom."
32004="Nije moguće registrirati tipkovnički prečac Alt+Tab ili Alt+Shift+Tab.\r\nMožda ih je već registrirao drugi program."
32005="Nije moguće registrirati tipkovnički prečac Ctrl+Alt+Tab ili Ctrl+Alt+Shift+Tab.\r\nMožda ih je već registrirao drugi program."
32006="Nije moguće pokrenuti ConfigTsXP.exe! Provjerite vašu TaskSwitchXP instalaciju."

32500="Nije moguće registrirati tipkovnički prečac:\r\n\r\nName: %s\r\nParametri: %02X\r\nVirtualni kod: %02X"
32501="Izadji iz TaskSwitchXP"
32502="Pokaži/Sakrij ikonu Područja obavijesti"
32503="Oblikovanje TaskSwitchXP"
32504="Popis programa"
32505="Popis primjeraka programa"
32506="Smanji prozor u traku"
32507="Obnovi iz trake"
